export const RIYAD_MANUAL_OVERRIDES = {
  "riyadussalihin:introduction:2": {
    matn: `٢- وعن أم المؤمنين أم عبد الله عائشة رضي الله عنها قالت: قال رسول الله صلي الله عليه وسلم: ((يغزو جيش الكعبة فإذا كانوا ببيداء من الأرض يخسف بأولهم وآخرهم)) قالت: يا رسول الله، كيف تخسف بأولهم وآخرهم

وفيهم اسوافهم، ومن ليس منهم؟ قال: ((يخسف بأولهم وآخرهم ثم يبعثون على نياتهم)) (متفق عليه) هذا لفظ البخاري.`,
    sharh: `ذكر المؤلف حديث عائشة ـ رضي الله عنها- أن النبي صلي الله عليه وسلم أخبر أنه يغزو جيش الكعبة، الكعبة المشرفة حماها الله وأنقذها من كل شر.

هذه الكعبة هي بيت الله؛ بناه إبراهيم، وابنه إسماعيل - عليهما الصلاة والسلام - وكانا يرفعان القواعد من البيت ويقولان) رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ) (البقرة: من الآية١٢٧)

هذا البيت أراد ابرهة أن يغزو من اليمن، فغزاه بجيش عظيم في مقدمته فيل عظيم؛ يريد أن يهدم به الكعبة - بيت الله - فلما قرب من الكعبة ووصل إلي مكان يقال له المغمس حرن الفيل، وأبي أن يتقدم، فجعلوا ينهرونه ليتقدم إلي الكعبة فأبي، فإذا صرفوه نحو اليمن هرول وأسرع؛ ولهذا قال الرسول - عليه الصلاة والسلام - في غزوة الحديبة لما أن ناقته حزنت، وبركت من غير علة - قال الرسول صلي الله عليه وسلم: ((ما خلأت القصواء وما ذاك لها بخلق!)) فالنبي - عليه الصلاة والسلام - يدافع عن بهيمة،

لأن الظلم لا ينبغي، ولو على البهائم.

((ما خلات القصواء وما ذاك لها بخلق - أي عادة- ولكن حبسها حابس الفيل)) وحابس الفيل: هو الرب سبحانه وتعالي، ((والذي نفسي بيده لا يسألوني خطة يعظمون فيها حرمات الله إلا أعطتيهم إياها))

المهم أن الكعبة غزيت من قبل اليمن، في جيش عظيم، يقوده هذا الفيل العظيم، ليهدم الكعبة، فلما وصلوا إلي المغمس أبي الفيل أن يمشي، وحرن، فنتهروه، ولكن لا فائدة، فبقوا هناك وانحبسوا، فأرسل الله عليهم طيراً أبابيل، والأبابيل: يعني الجماعات الكثيرة من الطيور، وكل طير يحمل حجراً قد أمسكه برجله، ثم يرسله على الواحد منهم، حتى يضربه مع هامته ويخرج إلي دبره) فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ) (الفيل: ٥) . كأنهم زرع أكلته البهائم، وأندكوا في الأرض، وفي هذا يقول أمية بن الصلت:

حبس الفيل في المغمس حتى ظل يحبو كأنه معقور

فحمي الله عز وجل بيته من كيد هذا الملك الظالم الذي ججاء ليهدم بيت الله، وقد قال الله عز وجل،:) وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ) (الحج: من الآية٢٥)

في آخر الزمان يغزو قوم الكعبة، جيش عظيم.

وقوله: ((حتى إذا كانوا بيداء من الأرض)) أي بأرض واسعة متسعة، خسف الله بأولهم وآخرهم.

خسفت بهم الأرض، وساخوا فيها هم وأسواقهم، وكل من معهم.

وفي هذا دليل على أنهم جيش عظيم؛ لأن معهم اسواقهم؛ للبيع

والشراء وغير ذلك.

فيخسف الله بأولهم وآخرهم. لما قال الرسول صلي الله عليه وسلم هذا، ورد على خاطر عائشة - رضي الله عنها- سؤال، فقالت: يا رسول الله ((كيف يخسف بأولهم وآخرهم وفيهم أسواقهم، ومن ليس منهم؟)) أسو أقهم: الذين جاءوا للبيع والشراء؛ ليس لهم قصد سيء في غزو الكعبة، وفيهم أناس ليسوا منهم تبعوهم من غير أن يعلموا بخطتهم، فقال الرسول صلي الله عليه وسلم: ((يخسف بأولهم وآخرهم وأسواقهم ومن ليس منهم ثم يبعثون يوم القيامة على نياتهم)) كل له ما نوي.

هذا فرد من أفراد قول الرسول - عليه الصلاة والسلام -: ((إنما الأعمال بالنيات وإنما لكل امرئ ما نوي)) .

وفي هذا الحديث عبرة: أن من شارك أهل الباطل وأهل البغي والعدوان، فإنه يكون معهم في العقوبة؛ الصالح والطالح، العقوبة إذا وقعت تعم الصالح والطالح، والبر والفاجر، والمؤمن والكافر، والمصلي والمستكبر، ولا تترك أحداً، ثم يوم القيامة يبعثون علي نياتهم.

يقول الله عز وجل:) وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ

اللَّهَ شَدِيدُ الْعِقَابِ) (لأنفال: ٢٥) والشاهد من هذا الحديث قول الرسول صلي الله عليه وسلم: ((ثم يبعثون علي

نياتهم)) فهو كقوله: ((إنما الأعمال بالنيات وإنما لكل امرئ ما نوي)) .`,
  },
  "riyadussalihin:introduction:3": {
    matn: `٣- وعن عائشة - رضي الله عنها- قالت: قال النبي صلي الله عليه وسلم ((لا هجرة بعد الفتح ولكن جهاد ونبة وإذا استفرتم فانفروا)) متفق عليه.

ومعناه: لا هجرة من مكة؛ لأنها صارت دار إسلام.`,
    sharh: `في هذا الحديث نفي رسول الله صلي الله عليه وسلم الهجرة بعد الفتح، فقال: ((لا هجرة)) وهذا النفي ليس على عمومه، يعني أن الهجرة لم تبطل بالفتح، بل إنه ((وهذا النفي ليس على عمومه، يعني أن الهجرة لم تبطل بالفتح، بل إنه ((لا تنقطع الهجرة حتى تنقطع التوبة، ولا تنقطع التوبة حتى تخرج الشمس من مغربها)) _ كما جاء ذلك في الحديث عن رسول الله صلي الله عليه وسلم - لكن المراد بالنفي هنا نفي الهجرة من مكة كما قاله المؤلف - رحمه الله-؛ لأن مكة بعد الفتح صارت بلاد إسلام، ولن تعود بعد ذلك بلاد كفر، ولذلك نفي النبي صلي الله عليه وسلم صلي الله عليه وسلم أن تكون هجرة بعد الفتح.

وكانت مكة تحت سيطرة المشركين، وأخرجوا منها رسول الله صلي الله عليه وسلم، فهاجر صلي الله عليه وسلم بإذن ربه إلي المدينة وبعد ثمان سنوات رجع النبي صلي الله عليه وسلم إلي مكة فاتحاً مظفراً منصوراً- صلوات الله وسلامه عليه-.

فصارت مكة كونها بلد كفر النبي صلي الله عليه وسلم صارت بلد إيمان وبلد إسلام، ولم يكن منها هجرة بعد ذلك.

وفي هذا دليل على أن مكة لن تعود بلاد كفر، بل ستبقي بلاد إسلام إلي أن تقوم الساعة، أو إلي أن يشاء الله.

ثم قال عليه الصلاة والسلام: ((ولكن جهاد ونية)) ؛ أي الأمر بعد هذا جها؛ أي يخرج أهل مكة من مكة إلي الجهاد.

و ((النية)) أي النية الصالحة للجهاد في سبيل الله، وذاك بان ينوي الإنسان بجهاده، أن تكون كلمة الله هي العليا.

ثم قال عليه الصلاة والسلام ((وإذا استنفرتم فانفروا)) يعني: إذا استنفركم ولي أمركم للجهاد في سبيل الله، فانفروا وجوباً، وحينئذ يكون الجهاد فرض عين، إذا استنفر الناس للجهاد؛ وجب عليهم أن ينفروا، وألا يتخلف أحد إلا من عذره، لقول الله تعالي:) يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ) (إِلاّ تَنْفِرُوا يُعَذِّبْكُمْ عَذَاباً أَلِيماً وَيَسْتَبْدِلْ قَوْماً غَيْرَكُمْ وَلا تَضُرُّوهُ شَيْئا) (التوبة: من الآية٣٨/٣٩) ، وهذا أحد المواضع التي يكون فيها الجهاد فرض عين.

الموضع الثاني: إذا حضر بلدة العدو، أي جاء العدو حتى وصل إلي البلد وحصر البلد، صار الجهاد فرض عين، ووجي علي كل أحد أن يقاتل، حتى على النساء والشيوخ القادرين في هذه الحال، لأن هذا قتال دفاع.

وفرق بين قتال الدفاع وقتال الطلب.

فيجب في هذا الحال أن ينفر الناس كلهم للدفاع عن بلدهم.

الموضع الثالث: إذا حضر الصف، والتقي الصفان؛ صف الكفار وصف المسلمسن؛ صار الجهاد حينئذ فرض عين، ولا يجوز لأحد أن ينصرف كما قال الله تعالي:) يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفاً فَلا تُوَلُّوهُمُ الْأَدْبَارَ) (وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتَالٍ أَوْ مُتَحَيِّزاً إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) (لأنفال: ١٥، ١٦) .

وقد جعل النبي صلي الله عليه وسلم التولي يوم الزحف من السبع الموبقات.

الموضع الرابع: إذا احتيج إلي الإنسان؛ بأن يكون السلاح لا يعرفه إلا فرد من الأفراد، وكان الناس يحتاجون إلي هذا الرجل؛ لاستعمال هذا السلاح الجديد مثلاً؛ فإنه يتعين عليه أن يجاهد وإن لم يستنفره الإمام وذلك لأنه محتاج إليه.

ففي هذه المواطن الأربعة، يكون الجهاد فرض عين.

وما سوي ذلك فإنه يكون فرض كفاية.

قال أهل العلم: ويجب علي المسلمين ان يكون منهم جهاد في العام مرة واحدة، يجاهد أعداء الله؛ لتكون كلمة الله هي العليا، لا لأجل أن يدافعوا عن الوطن من حيث إنه وطن، لأن الدفاع عن الوطن من حيث هو وطن يكون من المؤمن والكافر، حتى الكفار يدافعون عن أوطانهم، لكن

المسلم يدافع عن دين الله، فيدافع عن وطنه؛ لا لأنه وطنه مثلاً، ولكن لأنه بلد إسلامي؛ فيدافع عنه حماية للإسلام الذي حل في هذه البلد.

ولذلك يجب علينا في مثل هذه الظروف التي نعيشها اليوم النبي صلي الله عليه وسلم يجب علينا أن نذكر جميع العامة بأن الدعوة إلي تحرير الوطن، وما أشبه ذلك دعوة غير مناسبة، وأنه يجب أن يعبأ الناس تعبئة دينية، ويقال إننا ندافع عن ديننا قبل كل شيء؛ لأن بلدنا بلد دين، بلد إسلام يحتاج إلي حماية ودفاع، فلابد ان ندافع عنها بهذه النية. أما الدفاع بنية الوطنية، أو بنية القومية، فهذا يكون من المؤمن والكافر، ولا ينفع صاحبه يوم القيامة، وإذا قتل وهو يدافع بهذه النية فليس بشهيد؛ لأن الرسول صلي الله عليه وسلم سئل عن الرجل يقاتل حمية، ويقاتل شجاعة، ويقاتل ليري مكانه أي ذلك في سبيل الله؟ فقال: ((من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله)) .

أنتبه إلي هذا القيد ((من قاتل لتكون كلمة الله هي العليا)) لا لأنه وطنه وإذا كنت تقاتل لوطنك؛ فأنت والكافر سواء، لكن قلت لتكون كلمة الله هي العليا، ممثلة في بلدك؛ لأن بلدك بلد إسلام؛ ففي هذه الحال يكون القتال قتالاً في سبيل الله.

وثبت عنه صلي الله عليه وسلم أنه قال: ((لا يكلم أحد في سبيل الله - والله أعلم بمن يكلم في سبيله- أي يخرج - إلا جاء يوم القيامة وجرحه يثعب؛ اللون لون الدم،

والريح ريح المسك)) .

فأنظر كيف اشترط النبي صلي الله عليه وسلم للشهادة أن يكون الإنسان يقاتل في سبيل الله، والقتال في سبيل الله؛ أن يقاتل لتكون كلمة الله هي العليا.

فيجب على طلبة العلم أن يبينوا للناس أن القتال للوطن ليس قتالاً صحيحاً وإنما يقاتل لتكون كلمة الله هي العليا، وأقاتل عن وطني؛ لأنه وطن إسلامي؛ فأحميه من أعدائه وأعداء الإسلام؛ فبهذه النية تكون النية صحيحة والله الموفق.`,
  },
  "riyadussalihin:introduction:4": {
    matn: `٤- وعن أبي عبد الله جابر بن عبد الله الأنصاري - رضي الله عنهما - قال: كنا مع النبي صلي الله عليه وسلم في غزاة فقال: ((إن بالمدينة لرجالاً ما سرتم مسيراً ولا قطعتم وادياً إلا كانوا معكم؛ حبسهم المرض)) وفي رواية: ((إلا شركوكم في الأجر)) رواه مسلم.

ورواه البخاري عن أنس - رضي الله عنه - قال: ((رجعنا من غزوة تبوك مع النبي صلي الله عليه وسلم فقال: ((إن أقواماً بالمدينة خلفنا، ما سلكنا عبا، ولا واديا إلا وهم معنا، حبسهم العذر))`,
    sharh: `قوله: ((في غزاة)) أي في غزوة.

فمعني الحديث أن الإنسان إذا نوي العمل الصالح، ولكنه حبسه عنه حابس فإنه يكتب له أجر ما نوي.

أما إذا كان يعلمه في حال العذر؛ أي: لما كان قادراً كان يعلمه، ثم عجز عنه فيما بعد؛ فإنه يكتب له أجر العمل كاملاً، لأن النبي صلي الله عليه وسلم قال: ((إذا مرض العبد أو سافر كتب له مثل ما كان يعمل مقيماً صحيحاً)) . فالمتمني للخير، الحريص عليه؛ إن كان من عادته أنه كان يعلمه، ولكنه حبسه عنه حابس، كتب له أجره كاملاً.

فمثلاً: إذا كان الإنسان من عادته أن يصلي مع الجماعة في المسجد، ولكنه حبسه حابس، كنوم أو مرض، أو ما أشبهه فإنه يكتب له أجر المصلي مع الجماعة تماماً من غير نقص.

وكذلك إذا كان الإنسان من عادته أن يصلي تطوعاً، ولكنه منعه منه مانع، ولم يتمكن منه؛ فإنه يكتب له أجره كاملاً، وكذلك إن كان من عادته أن يصوم من كل شهر ثلاثة أيام، ثم عجز عن ذلك، ومنعه مانع، فإنه يكتب له الأجر كاملاً.

وغيره من الأمثلة الكثيرة.

أما إذا كان ليس من عادته أن يفعله؛ فإنه يكتب له أجر النية فقط، دون أجر العمل.

ودليل ذلك: أن فقراء الصحابة رضي الله عنهم قالوا: يا رسول الله سبقنا أهل الدثور بالدرجات العلي، والنعيم المقيم _ يعني: أن أهل الأموال سبقوهم بالصدقة والعتق- فقال النبي صلي الله عليه وسلم: ((أفلا أخبركم بشي إذا فعلتموه أدركتم من سبقكم ولم يدرككم أحد إلا من عمل مثل ما عملتم!! فقال: تسبحون وتكبرون وتحمدون دبر كل صلاة ثلاثاً وثلاثين)) ففعلوا، فعلم الأغنياء بذلك؛ ففعلوا مثلما فعلوا، فجاء الفقراء إلي الرسول صلي الله عليه وسلم وقالوا: يا رسول الله سمع إخواننا أهل الأموال بما فعلنا؛ ففعلوا مثله، فقال النبي صلي الله عليه وسلم: ((ذلك فضل الله يؤتيه من يشاء)) والله ذو الفضل العظيم. ولم يقل لهم: إنكم أدركتم أجر عملهم، ولكن لا شك أن لهم أجر نية العمل.

ولهذا ذكر النبي عليه الصلاة والسلام فيمن آتاه الله مالاً؛ فجعل ينفقه في سبل الخير، وكان رجل فقير يقول: لو أن لي مال فلان لعملت مثل عمل فلان، قال النبي صلي الله عليه وسلم: ((فهو بنيته النبي صلي الله عليه وسلم فأجرهما سواء)) .

أي سواء في اجر النية، أما العمل فإنه لا يكتب له أجره إلا إن كان من عادته أن يعمله.

*وفي هذا الحديث: إشارة إلي من يخرج في سبيل الله، في الغزو، والجهاد في سبيل الله، فإن له أجر ممشاه، ولهذا قال النبي صلي الله عليه وسلم: ((ما سرتم مسيرا ولا قطعتم واديا ولا شعبا إلا وهم معكم)) .

ويدل لهذا قوله تعالي: (ذَلِكَ بِأَنَّهُمْ لا يُصِيبُهُمْ ظَمَأٌ وَلا نَصَبٌ وَلا مَخْمَصَةٌ فِي

سَبِيلِ اللَّهِ وَلا يَطَأُونَ مَوْطِئاً يُغِيظُ الْكُفَّارَ وَلا يَنَالُونَ مِنْ عَدُوٍّ نَيْلاً إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ) (وَلا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلا كَبِيرَةً وَلا يَقْطَعُونَ وَادِياً إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ) (التوبة: ١٢٠/١٢١) .

ونظير هذا: أن الرجل إذا توضأ في بيته فأسبغ الوضوء، ثم خرج إلي المسجد؛ لا

يخرجه إلا الصلاة؛ فإنه لا يخطو خطوة إلا رفع الله له بها درجة، وحط عنه بها خطيئة.

وهذا من فضل الله - عز وجل - أن تكون وسائل العمل فيها هذا الأجر الذي بينه

الرسول صلي الله عليه وسلم. والله الموفق. اهـ.`,
  },
  "riyadussalihin:introduction:5": {
    matn: `٥- وعن أبي معن بن يزيد بن الأخنس- رضي الله عنهم - وهو وأبوه وجده صحابيون، قال: كان أبي - يزيد - اخرج دنانير يتصدق بها، فوضعها عند رجل في المسجد، فجئت فاخذتها، فآتيته بهان فقال: والله ما إياك أردت فخاصمته إلي رسول الله صلي الله عليه وسلم فقال: ((لك ما نويت يا يزيد ولك ما أخذت يا معن)) رواه البخاري.`,
    sharh: `هذا الحديث الذي ذكره المؤلف - رحمه الله - في قصة معن بن يزيد وأبيه - رضي الله عنهما -، أن أباه يزيد أخرج دراهم عند رجل في المسجد ليتصدق بها على الفقراء، فجاء ابنه معن فأخذها، وربما يكون ذلك الرجل الذي وكل فيها لم يعلم أنه ابن يزيد. ويتحمل أنه أعطاه لأنه من المستحقين.

فبلغ ذلك أباه يزيد، فقال له: ((ما إياك أردت _ أي ما أردت أن أتصدق بهذه الدراهم عليك - فذهب إلي رسول الله صلي الله عليه وسلم فقال النبي صلي الله عليه وسلم: ((لك يا يزيد ما نويت، ولك يا معن ما أخذت)) .

فقوله عليه الصلاة والسلام: ((لك يا يزيد ما نويت)) يدل على أن الأعمال بالنيات، وأن الإنسان إذا نوي الخير حصل له، وإن كان يزيد لم ينو أن يأخذ هذه الدراهم ابنه، لكنه أخذها؛ وابنه من المستحقين؛

فصارت له، ولهذا قال النبي صلي الله عليه وسلم صلي الله عليه وسلم: ((لك يا معن ما أخذت)) .

ففي هذا الحديث: دليل لما ساقه المؤلف من أجله أن الأعمال بالنيات، وأن الإنسان يكتب له أجر ما نوي؛ وإن وقع الأمر على خلاف ما نوي، وهذه القاعدة لها فروع كثيرة:

منها: ما ذكره العلماء رحمهم الله أن الرجل لو أعطي زكاته شخصاً يظن أنه من أهل الزكاة، فتبين أنه غني وليس من أهل الزكاة فإن زكاته تجزئ، وتكون مقبولة تبرأ به ذمته؛ لأنه نوي أن يعطيها من هو أهل لها، فإذا نوي فله نيته.

ومنها: أن الإنسان لو أراد أن يوقف - مثلاً- بيتلً صغيراً، فقال: وقفت بيتي الفلاني، وأشار إلي الكبير، لكنه، لكنه خلاف ما نواه بقلبه، فإنه على ما نوي وليس على ما سبق به لسانه.

ومنها: لو ان إنساناً جاهلاً لا يعرف الفرق بين العمرة والحج، فحج مع الناس، فقال لبيك حجاً، وهو يريد عمرة يتمتع بها إلي الحج؛ فإنه له ما نوي، مادام أن قصده يريد العمرة، لكن قال لبيك حجاً مع هؤلاء الناس، فله ما نوي، ولا يضر سبق لسانه بشيء.

ومنها أيضاً: لو قال الإنسان لزوجته: أنت طالق؛ ويريد أنت طالق من قيد لا من نكاح، فله ما نوي، ولا تطلق بذلك زوجته.

فهذا الحديث له فوائد كثيرة وفروع منشرة في أبواب زوجته.

ومن فوائد هذا الحديث: أنه يجوز للإنسان أن يتصدق على ابنه، والدليل على هذا أن النبي صلي الله عليه وسلم أمر بالصدقة وحث عليها، فأرادت زينب

- زوجة عبد الله بن مسعود - رضي الله عنها - أن تتصدق بشيء من مالها، فقال لها زوجها أنا وولدك أحق من تصدقت عليه - لأنه كان فقيراً- رضي الله عنه - فقالت: لا حتى اسال النبي صلي الله عليه وسلم فقال: ((صدق ابن مسعود زوجك وولدك أحق من تصدقت به عليهم))

ومن فوائد الحديث: أنه يجوز أن يعطي الإنسان ولده من الزكاة، بشرط أن لا يكون في ذلك إسقاط لواجب عليه.

يعني مثلاً: لو كان الإنسان عنده زكاة وأراد أن يعطيها ابنه، من أجل أن لا يطالبه بالنفقة؛ فهذا لا يجزي؛ لأنه أراد بإعطائه أن يسقط واجب نفقته.

أما لو أعطاه ليقضي ديناً عليه؛ مثل أن يكون على الابن حادث، ويعطيه أبوه من الزكاة ما يسدد به هذه الغرامة؛ فإن ذلك لا بأس به، وتجزئه من الزكاة، لأن ولده أقرب الناس إليه؛ وهو الآن لم يقصد بهذا إسقاط واجب عليه، إنما قصد بذلك إبراء ذمة ولده؛ لا الإنفاق عليه، فإذا كان هذا قصده فإن الزكاة تحل له. والله الموفق أ. هـ.`,
  },
}
